the	1
,	2
a	3
of	4
to	5
in	6
.	7
<NUM>	8
on	9
and	10
's	11
for	12
said	13
here	14
by	15
with	16
)	17
(	18
at	19
an	20
as	21
thursday	22
"	23
tuesday	24
from	25
was	26
wednesday	27
monday	28
friday	29
has	30
that	31
his	32
after	33
president	34
minister	35
is	36
sunday	37
its	38
their	39
will	40
world	41
us	42
saturday	43
new	44
were	45
government	46
against	47
have	48
united	49
first	50
two	51
south	52
he	53
be	54
it	55
un	56
north	57
european	58
cup	59
over	60
korea	61
people	62
who	63
states	64
foreign	65
french	66
up	67
officials	68
talks	69
group	70
international	71
police	72
but	73
are	74
out	75
into	76
prime	77
when	78
this	79
former	80
one	81
military	82
which	83
official	84
had	85
'	86
between	87
killed	88
would	89
china	90
japan	91
country	92
southern	93
nuclear	94
announced	95
year	96
they	97
leader	98
dollar	99
forces	100
not	101
been	102
party	103
war	104
three	105
state	106
reported	107
union	108
week	109
trade	110
british	111
northern	112
agency	113
more	114
peace	115
russian	116
next	117
troops	118
years	119
last	120
early	121
called	122
million	123
than	124
bill	125
japanese	126
russia	127
dollars	128
second	129
security	130
clinton	131
korean	132
end	133
visit	134
open	135
day	136
german	137
during	138
city	139
news	140
rwanda	141
major	142
israeli	143
off	144
parliament	145
set	146
opposition	147
africa	148
capital	149
elections	150
national	151
leaders	152
four	153
france	154
spokesman	155
bank	156
match	157
following	158
ceasefire	159
nations	160
could	161
army	162
african	163
palestinian	164
countries	165
economic	166
down	167
general	168
yemen	169
month	170
court	171
authorities	172
may	173
about	174
meeting	175
time	176
market	177
israel	178
secretary	179
least	180
five	181
some	182
yemeni	183
central	184
sanctions	185
under	186
aden	187
if	188
no	189
late	190
according	191
final	192
civil	193
left	194
other	195
before	196
town	197
trading	198
chinese	199
prices	200
political	201
force	202
east	203
chief	204
wounded	205
germany	206
top	207
won	208
agreed	209
most	210
britain	211
bosnian	212
back	213
take	214
sources	215
round	216
rebels	217
moslem	218
ministry	219
held	220
all	221
since	222
opened	223
plo	224
being	225
italy	226
saying	227
zealand	228
england	229
died	230
tour	231
agreement	232
days	233
rights	234
six	235
percent	236
arrived	237
near	238
council	239
company	240
through	241
her	242
victory	243
rwandan	244
--	245
made	246
london	247
test	248
part	249
fighting	250
warned	251
bid	252
despite	253
them	254
special	255
air	256
soldiers	257
took	258
commission	259
win	260
june	261
team	262
injured	263
lead	264
around	265
fell	266
house	267
make	268
report	269
summit	270
shot	271
gaza	272
reports	273
senior	274
arrested	275
killing	276
press	277
italian	278
dead	279
paris	280
opening	281
human	282
plans	283
pyongyang	284
europe	285
death	286
where	287
bosnia	288
another	289
home	290
fire	291
stock	292
kigali	293
western	294
democratic	295
eastern	296
main	297
men	298
seven	299
failed	300
republic	301
presidential	302
rebel	303
airport	304
expected	305
attack	306
oil	307
signed	308
aid	309
meet	310
arafat	311
discuss	312
ministers	313
while	314
ahead	315
chairman	316
women	317
american	318
yasser	319
border	320
john	321
football	322
head	323
way	324
ago	325
because	326
champion	327
ireland	328
defence	329
envoy	330
him	331
energy	332
boris	333
members	334
number	335
interest	336
help	337
urged	338
key	339
crisis	340
ali	341
play	342
washington	343
ruling	344
still	345
months	346
armed	347
strike	348
should	349
accused	350
beat	351
return	352
bomb	353
or	354
west	355
parties	356
put	357
several	358
rival	359
including	360
only	361
man	362
movement	363
close	364
rates	365
leading	366
plan	367
cooperation	368
start	369
conference	370
any	371
record	372
atomic	373
support	374
newspaper	375
met	376
thousands	377
third	378
rose	379
exchange	380
began	381
went	382
markets	383
amid	384
indian	385
local	386
power	387
arms	388
white	389
weekend	390
released	391
continued	392
told	393
charged	394
launched	395
english	396
civilians	397
islamic	398
kong	399
hospital	400
office	401
hours	402
charges	403
others	404
organisation	405
mission	406
hong	407
she	408
ii	409
decided	410
rugby	411
strip	412
yeltsin	413
rejected	414
federal	415
vote	416
iaea	417
campaign	418
australia	419
nato	420
fired	421
coach	422
just	423
efforts	424
night	425
currencies	426
latest	427
hold	428
front	429
further	430
overnight	431
lebanon	432
wimbledon	433
kim	434
there	435
controversial	436
club	437
intervention	438
grand	439
weeks	440
d-day	441
aimed	442
iran	443
hit	444
billion	445
radio	446
arab	447
public	448
workers	449
economy	450
decision	451
july	452
suspected	453
daily	454
lower	455
came	456
negotiations	457
anniversary	458
thethe	459
share	460
published	461
deputy	462
york	463
half	464
television	465
title	466
region	467
due	468
what	469
india	470
business	471
become	472
premier	473
pressure	474
crashed	475
car	476
joint	477
mandela	478
jericho	479
high	480
refugees	481
yen	482
haiti	483
partnership	484
stocks	485
past	486
member	487
serb	488
vietnam	489
ended	490
socialist	491
nigeria	492
both	493
threatened	494
michael	495
guerrillas	496
communist	497
eight	498
taking	499
tournament	500
sign	501
programme	502
financial	503
nelson	504
protest	505
social	506
moscow	507
league	508
nation	509
street	510
mark	511
led	512
program	513
lost	514
action	515
ethnic	516
star	517
philippines	518
denied	519
singles	520
without	521
industry	522
give	523
found	524
ordered	525
christopher	526
future	527
nine	528
nearly	529
prison	530
work	531
iranian	532
sea	533
province	534
leave	535
heavy	536
paul	537
port	538
saudi	539
warren	540
again	541
allow	542
weapons	543
spain	544
players	545
april	546
beijing	547
0th	548
race	549
election	550
warring	551
call	552
department	553
resume	554
artillery	555
argentina	556
australian	557
full	558
diplomatic	559
coalition	560
control	561
interior	562
claimed	563
warplanes	564
sent	565
conflict	566
biggest	567
morning	568
development	569
strong	570
belgian	571
treaty	572
colombia	573
across	574
king	575
trying	576
whose	577
coast	578
prix	579
such	580
season	581
gave	582
confirmed	583
points	584
ready	585
wall	586
committee	587
free	588
seriously	589
rouge	590
base	591
status	592
b	593
hata	594
join	595
carrying	596
children	597
reached	598
possible	599
d	600
iraq	601
place	602
taiwan	603
earlier	604
francois	605
eu	606
labour	607
towards	608
go	609
corp	610
planned	611
film	612
tennis	613
operation	614
black	615
relations	616
battle	617
conservative	618
hundreds	619
outside	620
hopes	621
reach	622
de	623
embargo	624
polls	625
canada	626
parliamentary	627
khmer	628
ban	629
among	630
life	631
brazil	632
fight	633
plane	634
industrial	635
missing	636
defense	637
gunmen	638
v	639
truce	640
statement	641
ukraine	642
championship	643
drug	644
historic	645
issue	646
greece	647
serbs	648
long	649
firm	650
raid	651
food	652
move	653
face	654
within	655
association	656
side	657
tokyo	658
co	659
health	660
slightly	661
stage	662
rate	663
step	664
champions	665
annual	666
issued	667
taken	668
banks	669
spanish	670
canadian	671
wife	672
seeking	673
airlines	674
bilateral	675
red	676
almost	677
send	678
ruled	679
calling	680
congress	681
arabia	682
prepared	683
candidate	684
showed	685
post	686
hezbollah	687
carter	688
now	689
likely	690
higher	691
sides	692
tsutomu	693
try	694
asian	695
asked	696
abdallah	697
march	698
/	699
defeat	700
caused	701
pledged	702
christian	703
saleh	704
broke	705
middle	706
release	707
voted	708
berlusconi	709
bosnia-hercegovina	710
emergency	711
cut	712
fuel	713
companies	714
stop	715
law	716
prisoners	717
remained	718
policy	719
pakistan	720
investment	721
declared	722
attacks	723
groups	724
alexander	725
suffered	726
order	727
championships	728
can	729
syria	730
deal	731
vietnamese	732
proposed	733
regional	734
palestinians	735
silvio	736
holding	737
area	738
giant	739
closed	740
turned	741
forced	742
assembly	743
pounds	744
use	745
soviet	746
break	747
pay	748
cabinet	749
budget	750
land	751
away	752
justice	753
fourth	754
score	755
finance	756
measures	757
own	758
series	759
majority	760
seized	761
centre	762
mexico	763
accord	764
afp	765
bond	766
little	767
athe	768
enclave	769
refused	770
leaving	771
zone	772
voters	773
used	774
growth	775
attempt	776
money	777
jimmy	778
jewish	779
results	780
himself	781
humanitarian	782
c	783
source	784
dealers	785
attend	786
index	787
captain	788
reserve	789
jerusalem	790
services	791
director	792
immediate	793
figures	794
named	795
game	796
formula	797
dispute	798
ambassador	799
resolution	800
rise	801
boost	802
organization	803
fraud	804
normandy	805
jordan	806
dutch	807
scored	808
abiola	809
asia	810
kohl	811
cambodia	812
line	813
ground	814
island	815
private	816
woman	817
withdrawal	818
chancellor	819
autonomous	820
far	821
welcomed	822
sweden	823
tothe	824
;	825
keep	826
bernard	827
camp	828
problems	829
greek	830
moved	831
missile	832
helmut	833
many	834
protect	835
threat	836
exploded	837
maradona	838
process	839
resumed	840
norway	841
behind	842
irish	843
total	844
stronghold	845
itar-tass	846
airline	847
dissident	848
production	849
jailed	850
malaysia	851
relief	852
massacre	853
self-rule	854
community	855
deputies	856
poll	857
banned	858
launch	859
quoted	860
road	861
domestic	862
inspectors	863
ukrainian	864
andrei	865
low	866
player	867
received	868
wounding	869
draw	870
even	871
switzerland	872
yitzhak	873
sales	874
basketball	875
unity	876
operations	877
thai	878
huge	879
egyptian	880
prince	881
trial	882
areas	883
given	884
body	885
murder	886
begin	887
ending	888
quarter	889
level	890
gulf	891
largest	892
warning	893
violence	894
regime	895
list	896
clashes	897
young	898
form	899
increase	900
currency	901
rabin	902
suspended	903
-	904
games	905
whether	906
approved	907
earthquake	908
service	909
affairs	910
later	911
tourists	912
liberal	913
do	914
run	915
commercial	916
until	917
crash	918
role	919
separatist	920
mitterrand	921
row	922
finals	923
reactor	924
already	925
family	926
soon	927
dropped	928
malawi	929
became	930
protection	931
kept	932
planning	933
facing	934
afghan	935
showing	936
turkey	937
moslems	938
cannes	939
alliance	940
usa	941
few	942
guerrilla	943
ldp	944
inthe	945
kashmir	946
arrest	947
find	948
worth	949
station	950
making	951
residents	952
bring	953
train	954
democracy	955
strategic	956
draft	957
breakaway	958
diplomats	959
veterans	960
sharply	961
medical	962
system	963
graf	964
atlantic	965
romania	966
times	967
recent	968
issues	969
fundamentalist	970
federation	971
headed	972
ofthe	973
factions	974
get	975
setting	976
alleged	977
offered	978
peacekeeping	979
joined	980
expressed	981
winning	982
fifth	983
counterpart	984
diego	985
increased	986
wants	987
point	988
yugoslavia	989
moshood	990
rally	991
might	992
cross	993
authority	994
fought	995
vowed	996
patriotic	997
kurdish	998
serious	999
attacked	1000
jacques	1001
iraqi	1002
appeared	1003
tapie	1004
kennedy	1005
claims	1006
detained	1007
captured	1008
small	1009
recovery	1010
each	1011
case	1012
rising	1013
fifa	1014
long-term	1015
soldier	1016
paid	1017
division	1018
price	1019
fans	1020
injuring	1021
frankfurt	1022
administration	1023
aboard	1024
festival	1025
safety	1026
miles	1027
session	1028
growing	1029
elected	1030
gold	1031
proposal	1032
inflation	1033
old	1034
carlos	1035
exports	1036
striker	1037
cameroon	1038
e	1039
loss	1040
squad	1041
transport	1042
nigerian	1043
fall	1044
bus	1045
defending	1046
lifted	1047
akihito	1048
chris	1049
judge	1050
ties	1051
sentenced	1052
flights	1053
supreme	1054
confidence	1055
indonesia	1056
sparked	1057
governor	1058
three-day	1059
solzhenitsyn	1060
writer	1061
beating	1062
history	1063
officer	1064
brought	1065
rule	1066
delegation	1067
also	1068
royal	1069
flight	1070
media	1071
fresh	1072
fierce	1073
debate	1074
withdraw	1075
pulled	1076
jail	1077
cancer	1078
emperor	1079
pro-democracy	1080
board	1081
experts	1082
refusal	1083
vice	1084
massive	1085
territory	1086
big	1087
minute	1088
dismissed	1089
kidnapped	1090
net	1091
governing	1092
village	1093
swedish	1094
missiles	1095
golf	1096
investors	1097
teenager	1098
right	1099
embassy	1100
less	1101
double	1102
ever	1103
best	1104
victims	1105
thea	1106
boutros-ghali	1107
deadlock	1108
corruption	1109
site	1110
terms	1111
holy	1112
did	1113
aircraft	1114
sampras	1115
rods	1116
lives	1117
allied	1118
quiet	1119
threatening	1120
boutros	1121
effort	1122
van	1123
representatives	1124
appeal	1125
conditions	1126
mixed	1127
training	1128
cricket	1129
must	1130
trip	1131
singapore	1132
onassis	1133
david	1134
same	1135
charles	1136
begun	1137
believed	1138
remains	1139
manager	1140
motor	1141
sought	1142
prevent	1143
liberation	1144
senate	1145
light	1146
offer	1147
appealed	1148
onthe	1149
tried	1150
bolivia	1151
philippine	1152
j	1153
turkish	1154
losses	1155
demands	1156
olympic	1157
large	1158
started	1159
seek	1160
got	1161
steffi	1162
plant	1163
hostage	1164
running	1165
haitian	1166
current	1167
fund	1168
war-torn	1169
concern	1170
officially	1171
sarajevo	1172
swiss	1173
clear	1174
build	1175
water	1176
shares	1177
robert	1178
streets	1179
allowed	1180
northwest	1181
coming	1182
contract	1183
deficit	1184
kozyrev	1185
county	1186
representative	1187
invasion	1188
well	1189
demanded	1190
belgium	1191
winner	1192
channel	1193
progress	1194
guard	1195
opposed	1196
america	1197
positions	1198
powerful	1199
interim	1200
freed	1201
bt	1202
ceremonies	1203
pete	1204
luis	1205
f	1206
brian	1207
unemployment	1208
landings	1209
carried	1210
geneva	1211
asylum	1212
supply	1213
complete	1214
innings	1215
building	1216
young-sam	1217
sharp	1218
response	1219
unless	1220
position	1221
driver	1222
alain	1223
never	1224
cuban	1225
cambodian	1226
pierce	1227
beaten	1228
swept	1229
thomas	1230
replace	1231
returned	1232
staff	1233
term	1234
interfax	1235
lord	1236
along	1237
chance	1238
rocket	1239
provide	1240
renewed	1241
fears	1242
highest	1243
explosion	1244
field	1245
il-sung	1246
li	1247
square	1248
headquarters	1249
minority	1250
gorazde	1251
unita	1252
played	1253
toll	1254
marked	1255
event	1256
closer	1257
rocked	1258
moves	1259
entered	1260
politician	1261
job	1262
capt	1263
products	1264
banda	1265
shelled	1266
announcement	1267
seen	1268
drugs	1269
hotel	1270
once	1271
rockets	1272
say	1273
exile	1274
need	1275
timor	1276
two-day	1277
yasushi	1278
indonesian	1279
evening	1280
considering	1281
like	1282
businessman	1283
algerian	1284
al	1285
firms	1286
sanaa	1287
so	1288
century	1289
goal	1290
richard	1291
independent	1292
inspections	1293
handed	1294
sdp	1295
working	1296
religious	1297
reform	1298
see	1299
bulgaria	1300
church	1301
giving	1302
millions	1303
leonid	1304
scheduled	1305
standoff	1306
fled	1307
clash	1308
faces	1309
fundamentalists	1310
calls	1311
berlin	1312
august	1313
rand	1314
soccer	1315
supporters	1316
judicial	1317
very	1318
witnesses	1319
secret	1320
pacific	1321
prosecutor	1322
constitutional	1323
viktor	1324
stand	1325
ltd	1326
great	1327
executive	1328
treatment	1329
toward	1330
autonomy	1331
matches	1332
drew	1333
heat	1334
impose	1335
policemen	1336
interview	1337
officers	1338
bundesbank	1339
diplomat	1340
peninsula	1341
michel	1342
marking	1343
offensive	1344
zimbabwe	1345
yet	1346
rivals	1347
lebanese	1348
ceremony	1349
turn	1350
egypt	1351
rpf	1352
aa	1353
study	1354
roland	1355
developing	1356
seats	1357
mass	1358
continue	1359
fidel	1360
southeast	1361
catholic	1362
mary	1363
drop	1364
profits	1365
allegedly	1366
demanding	1367
crime	1368
settlement	1369
worst	1370
resigned	1371
debt	1372
stadium	1373
commander	1374
scotland	1375
career	1376
come	1377
lakhdar	1378
tax	1379
emirates	1380
peres	1381
holland	1382
heads	1383
veteran	1384
observers	1385
blue-chip	1386
i	1387
losing	1388
having	1389
delors	1390
cars	1391
sri	1392
peter	1393
netherlands	1394
playing	1395
alan	1396
three-month	1397
illegal	1398
bourse	1399
elect	1400
austrian	1401
risk	1402
wanted	1403
faced	1404
presence	1405
shimon	1406
murayama	1407
ofa	1408
half-time	1409
oecd	1410
landing	1411
allegations	1412
non-aligned	1413
crimean	1414
brahimi	1415
injury	1416
minutes	1417
contact	1418
stopped	1419
credit	1420
gas	1421
foreigners	1422
result	1423
backing	1424
failure	1425
resolve	1426
4th	1427
telephone	1428
candidates	1429
sending	1430
slaughter	1431
gains	1432
demand	1433
collapse	1434
preparing	1435
negotiators	1436
bakili	1437
those	1438
loyal	1439
m	1440
akashi	1441
helicopter	1442
imposed	1443
boycott	1444
monetary	1445
occupied	1446
funds	1447
signs	1448
daniel	1449
kilometres	1450
stay	1451
landed	1452
period	1453
person	1454
global	1455
protests	1456
rescue	1457
improve	1458
constitution	1459
journalists	1460
jacqueline	1461
militants	1462
consumer	1463
tomiichi	1464
how	1465
residence	1466
network	1467
radical	1468
aged	1469
first-round	1470
disputed	1471
poor	1472
performance	1473
raged	1474
mansell	1475
p	1476
heading	1477
islands	1478
son	1479
eve	1480
referee:	1481
shelling	1482
mainly	1483
smith	1484
seventh	1485
morocco	1486
nam	1487
inspection	1488
airways	1489
benefits	1490
dan	1491
host	1492
george	1493
pre-tax	1494
kravchuk	1495
telecommunications	1496
bangladesh	1497
speaker	1498
gain	1499
proposals	1500
tonnes	1501
space	1502
pushed	1503
exclusion	1504
ship	1505
tiananmen	1506
spent	1507
forward	1508
winners	1509
center	1510
irna	1511
jet	1512
collapsed	1513
shells	1514
although	1515
muluzi	1516
finally	1517
living	1518
consecutive	1519
edged	1520
tony	1521
hand	1522
cost	1523
chernomyrdin	1524
popular	1525
wave	1526
backed	1527
citizens	1528
slipped	1529
hope	1530
live	1531
marks	1532
guns	1533
drive	1534
pro-iranian	1535
alberto	1536
park	1537
completed	1538
agree	1539
too	1540
weak	1541
roman	1542
northeastern	1543
does	1544
assistance	1545
effect	1546
maintain	1547
better	1548
manufacturer	1549
queen	1550
travel	1551
leadership	1552
request	1553
delayed	1554
success	1555
university	1556
closing	1557
independence	1558
bridge	1559
damage	1560
steel	1561
norodom	1562
blamed	1563
struck	1564
territorial	1565
buy	1566
mfn	1567
bombing	1568
emerged	1569
militant	1570
facilities	1571
spending	1572
lines	1573
andthe	1574
golden	1575
postponed	1576
pact	1577
appointed	1578
admitted	1579
figure	1580
becker	1581
negotiator	1582
carrier	1583
disaster	1584
construction	1585
halt	1586
prepare	1587
starting	1588
blasted	1589
plunged	1590
october	1591
peacekeepers	1592
show	1593
syrian	1594
doctors	1595
kamuzu	1596
resistance	1597
settlers	1598
flew	1599
denmark	1600
goalkeeper	1601
indianapolis	1602
resign	1603
austria	1604
says	1605
valley	1606
connection	1607
aids	1608
planes	1609
abducted	1610
correspondent	1611
hungary	1612
decades	1613
together	1614
mozambique	1615
students	1616
signing	1617
profit	1618
sanchez	1619
straight	1620
dominated	1621
crucial	1622
referendum	1623
assassination	1624
approach	1625
environment	1626
peng	1627
mike	1628
defender	1629
hoping	1630
americans	1631
labor	1632
tuzla	1633
much	1634
invitation	1635
equipment	1636
hebron	1637
basis	1638
afternoon	1639
beginning	1640
pakistani	1641
causing	1642
lift	1643
crimea	1644
abroad	1645
policies	1646
voting	1647
milan	1648
advance	1649
oau	1650
reduced	1651
falling	1652
boat	1653
o.	1654
computer	1655
moderate	1656
good	1657
tunnel	1658
ways	1659
violent	1660
blow	1661
passed	1662
practice	1663
getting	1664
wales	1665
civilian	1666
scoreboard	1667
battles	1668
navratilova	1669
quoting	1670
treasury	1671
remain	1672
hurt	1673
information	1674
then	1675
staged	1676
solution	1677
ramos	1678
riot	1679
condemned	1680
promised	1681
accepted	1682
known	1683
filed	1684
push	1685
didier	1686
consider	1687
uae	1688
tough	1689
miss	1690
high-level	1691
ernie	1692
ransom	1693
inquiry	1694
using	1695
favored	1696
links	1697
tobacco	1698
failing	1699
adopted	1700
lanka	1701
granted	1702
competition	1703
short	1704
letter	1705
crackdown	1706
mecca	1707
railway	1708
bodies	1709
rain	1710
vatican	1711
hall	1712
angolan	1713
salem	1714
agenda	1715
reforms	1716
stepped	1717
casualties	1718
insurance	1719
survived	1720
challenge	1721
based	1722
orders	1723
lara	1724
offices	1725
angola	1726
ruble	1727
visiting	1728
changes	1729
motion	1730
spokeswoman	1731
jean-luc	1732
situation	1733
activists	1734
jan	1735
caught	1736
decide	1737
personal	1738
ernesto	1739
semi-finals	1740
showdown	1741
school	1742
laid	1743
polish	1744
threats	1745
bombs	1746
dawn	1747
surprise	1748
croatia	1749
manchester	1750
unchanged	1751
operating	1752
september	1753
recently	1754
banking	1755
presented	1756
commissioner	1757
douglas	1758
quit	1759
els	1760
summer	1761
aide	1762
xinhua	1763
newspapers	1764
breaking	1765
sentence	1766
favourite	1767
shock	1768
awarded	1769
destroyed	1770
intelligence	1771
ira	1772
s	1773
resignation	1774
schneider	1775
hans	1776
overseas	1777
tutsi	1778
save	1779
guards	1780
taiwanese	1781
allowing	1782
fear	1783
cuba	1784
dehaene	1785
surplus	1786
weekly	1787
bastion	1788
garros	1789
fined	1790
commonwealth	1791
kabul	1792
dec	1793
feared	1794
opponents	1795
state-run	1796
project	1797
nationwide	1798
investigation	1799
embattled	1800
roberto	1801
nationals	1802
sector	1803
single	1804
publication	1805
greater	1806
jobs	1807
defended	1808
convicted	1809
involved	1810
lifting	1811
homes	1812
analysts	1813
longer	1814
warwickshire	1815
surge	1816
bringing	1817
troubled	1818
thailand	1819
visited	1820
delegates	1821
cancelled	1822
lawmakers	1823
protested	1824
buying	1825
refinery	1826
accept	1827
francisco	1828
norwegian	1829
change	1830
rabbani	1831
juppe	1832
legal	1833
previous	1834
stefan	1835
sa	1836
technical	1837
southwest	1838
looking	1839
hunger	1840
consortium	1841
though	1842
chechnya	1843
resort	1844
traders	1845
saw	1846
hussein	1847
urgent	1848
mosque	1849
martin	1850
calm	1851
institute	1852
mafia	1853
right-wing	1854
imports	1855
burhanuddin	1856
crowd	1857
problem	1858
wake	1859
declaration	1860
teams	1861
roy	1862
traditional	1863
nigel	1864
gained	1865
shaath	1866
venture	1867
tycoon	1868
junta	1869
airbus	1870
strongly	1871
democrats	1872
looked	1873
message	1874
boosted	1875
gmt	1876
racing	1877
going	1878
age	1879
watchdog	1880
separate	1881
resumption	1882
want	1883
czech	1884
occupation	1885
absence	1886
kakizawa	1887
grew	1888
fleeing	1889
investigating	1890
commemorate	1891
bloody	1892
cape	1893
blast	1894
post-war	1895
marco	1896
chemical	1897
search	1898
al-baid	1899
southwestern	1900
rapid	1901
triggered	1902
samper	1903
evacuated	1904
ina	1905
involving	1906
nabil	1907
preparations	1908
tourist	1909
toa	1910
promote	1911
agencies	1912
socialists	1913
river	1914
opinion	1915
contest	1916
claim	1917
youth	1918
hostages	1919
cubans	1920
cities	1921
shrine	1922
needed	1923
dozen	1924
burst	1925
develop	1926
sixth	1927
membership	1928
successor	1929
premiership	1930
presidency	1931
positive	1932
brussels	1933
escaped	1934
custody	1935
ten	1936
dissolved	1937
table	1938
package	1939
palm	1940
delay	1941
invited	1942
drivers	1943
believe	1944
district	1945
chances	1946
gathered	1947
produced	1948
seat	1949
scandal	1950
factory	1951
arrival	1952
pineau-valencienne	1953
southeastern	1954
jim	1955
survey	1956
stalled	1957
renew	1958
israelis	1959
parts	1960
nazi	1961
malaysian	1962
rest	1963
jean	1964
charge	1965
republican	1966
rangers	1967
militiamen	1968
secure	1969
portuguese	1970
creation	1971
stability	1972
klaus	1973
sudan	1974
peacekeeper	1975
amnesty	1976
suffering	1977
heart	1978
severe	1979
rules	1980
fiscal	1981
navy	1982
battling	1983
apparently	1984
slammed	1985
boxing	1986
croatian	1987
koji	1988
fleet	1989
poland	1990
neighbouring	1991
threw	1992
fellow	1993
continuing	1994
8th	1995
akbar	1996
expects	1997
ran	1998
suspend	1999
violations	2000
burundi	2001
communists	2002
assault	2003
needs	2004
partner	2005
ensure	2006
danish	2007
gitarama	2008
w	2009
evidence	2010
dominican	2011
belfast	2012
gross	2013
themselves	2014
le	2015
"a	2016
thrown	2017
produce	2018
defiance	2019
waters	2020
industries	2021
beach	2022
potential	2023
important	2024
hard	2025
guilty	2026
activities	2027
intervened	2028
investigate	2029
below	2030
levels	2031
course	2032
caucasus	2033
jumped	2034
scottish	2035
target	2036
trouble	2037
futures	2038
dialogue	2039
overall	2040
bad	2041
francs	2042
entry	2043
phased	2044
dangerous	2045
kent	2046
review	2047
respect	2048
indicated	2049
serving	2050
output	2051
friendly	2052
tens	2053
indicted	2054
portugal	2055
heights	2056
andres	2057
rather	2058
rightwing	2059
legislative	2060
el	2061
real	2062
g7	2063
pilgrims	2064
algeria	2065
mubarak	2066
r	2067
demonstrators	2068
property	2069
territories	2070
miguel	2071
selling	2072
pavel	2073
defeated	2074
strikes	2075
returning	2076
rallied	2077
returns	2078
zaire	2079
shell	2080
accident	2081
neo-fascists	2082
24-hour	2083
mounting	2084
parade	2085
metals	2086
shed	2087
four-day	2088
raise	2089
gatt	2090
executed	2091
hosni	2092
agreements	2093
choice	2094
abortion	2095
kinkel	2096
l	2097
runs	2098
discussions	2099
thanks	2100
jose	2101
corporation	2102
hijacked	2103
dramatic	2104
banning	2105
proclaimed	2106
sold	2107
date	2108
lloyd	2109
finish	2110
sihanouk	2111
fate	2112
injuries	2113
booming	2114
genocide	2115
penalty	2116
speculation	2117
passengers	2118
bhutto	2119
luxury	2120
becoming	2121
baggio	2122
january	2123
ex-yugoslavia	2124
jnr	2125
management	2126
goals	2127
seed	2128
democrat	2129
antonio	2130
trust	2131
remarks	2132
roger	2133
fighter	2134
upset	2135
whale	2136
choose	2137
forcing	2138
crew	2139
palace	2140
elizabeth	2141
philippe	2142
shortly	2143
presumed	2144
act	2145
housing	2146
mayor	2147
apartheid	2148
besieged	2149
written	2150
somalia	2151
1st	2152
poised	2153
combat	2154
angry	2155
golan	2156
laws	2157
schumacher	2158
reacted	2159
cac	2160
look	2161
capture	2162
belarus	2163
withdrew	2164
limited	2165
hanoi	2166
population	2167
orly	2168
georgian	2169
hole	2170
youths	2171
tajik	2172
trafficking	2173
san	2174
sale	2175
sthe	2176
scores	2177
father	2178
businessmen	2179
employees	2180
struggling	2181
5th	2182
hoped	2183
compensation	2184
midnight	2185
negotiate	2186
bbc	2187
absolute	2188
rwandans	2189
celebrated	2190
traffic	2191
pull	2192
centre-court	2193
product	2194
discovered	2195
faction	2196
hailed	2197
abkhazia	2198
hurd	2199
keeping	2200
let	2201
carry	2202
classic	2203
par	2204
complex	2205
establish	2206
p.	2207
deployed	2208
martina	2209
frenchman	2210
inc	2211
expelled	2212
sport	2213
dream	2214
crossed	2215
partners	2216
electoral	2217
pope	2218
upcoming	2219
pga	2220
finished	2221
jack	2222
name	2223
barcelona	2224
present	2225
unit	2226
giants	2227
lawyers	2228
restore	2229
hassan	2230
edge	2231
collided	2232
maker	2233
houston	2234
refugee	2235
pilgrimage	2236
halftime	2237
grant	2238
bloodbath	2239
sites	2240
zulu	2241
clashed	2242
naples	2243
dozens	2244
camps	2245
spread	2246
storm	2247
famous	2248
described	2249
approval	2250
rome	2251
boss	2252
blocked	2253
except	2254
succeed	2255
stable	2256
honda	2257
satellite	2258
means	2259
mine	2260
forthe	2261
common	2262
immigration	2263
joaquin	2264
announce	2265
ease	2266
number-one	2267
receive	2268
refusing	2269
block	2270
reportedly	2271
william	2272
able	2273
bombed	2274
decisive	2275
tribute	2276
exiled	2277
itself	2278
text	2279
helped	2280
claudio	2281
split	2282
technology	2283
mps	2284
turnout	2285
cast	2286
naval	2287
responsible	2288
ambush	2289
burma	2290
lady	2291
broker	2292
putting	2293
value	2294
shook	2295
greatest	2296
pole	2297
athletics	2298
activity	2299
unveiled	2300
seoul	2301
commemoration	2302
bangkok	2303
appear	2304
stem	2305
freeze	2306
freedom	2307
kiev	2308
patten	2309
remaining	2310
hostile	2311
stormed	2312
tariffs	2313
nothing	2314
decline	2315
patrol	2316
abandoned	2317
unprecedented	2318
export	2319
divided	2320
slow	2321
lagos	2322
committed	2323
florida	2324
girl	2325
acting	2326
pilots	2327
no-confidence	2328
vehicles	2329
bloc	2330
shipping	2331
cairo	2332
month-long	2333
marched	2334
abacha	2335
formed	2336
sani	2337
prior	2338
placed	2339
details	2340
hundred	2341
battled	2342
fighters	2343
balladur	2344
self-proclaimed	2345
quarter-finals	2346
access	2347
arrangements	2348
prevented	2349
vody	2350
tougher	2351
increasing	2352
steps	2353
apparent	2354
agents	2355
leg	2356
angeles	2357
monaco	2358
speed	2359
initial	2360
designed	2361
killer	2362
estimated	2363
enter	2364
denounced	2365
events	2366
raised	2367
cable	2368
batsman	2369
incident	2370
alert	2371
drawing	2372
rostenkowski	2373
care	2374
jorge	2375
broadcast	2376
garcia	2377
onto	2378
negotiating	2379
sports	2380
cleared	2381
sir	2382
outlawed	2383
commerce	2384
link	2385
powers	2386
strategy	2387
particularly	2388
eased	2389
deaths	2390
kicked	2391
footsie	2392
wang	2393
courier	2394
han	2395
passenger	2396
organisations	2397
barred	2398
disputes	2399
gheorghe	2400
widow	2401
nightmare	2402
education	2403
flying	2404
allies	2405
fallen	2406
derbyshire	2407
firmed	2408
hockey	2409
influence	2410
erupted	2411
determined	2412
vitaly	2413
green	2414
cold	2415
substantial	2416
route	2417
fronts	2418
lawyer	2419
uprising	2420
environmental	2421
rocard	2422
indy-car	2423
ray	2424
't	2425
sterling	2426
plotting	2427
accusing	2428
award	2429
welcome	2430
underground	2431
possibility	2432
3rd	2433
unlikely	2434
insisted	2435
straight-sets	2436
java	2437
georgia	2438
commanders	2439
militia	2440
helping	2441
observe	2442
improved	2443
hiding	2444
7th	2445
andre	2446
secessionist	2447
aviation	2448
favour	2449
fly	2450
track	2451
joining	2452
preliminary	2453
stich	2454
moving	2455
prop	2456
0s	2457
hutu	2458
book	2459
caribbean	2460
sealed	2461
research	2462
places	2463
memorial	2464
smuggling	2465
leotard	2466
jump	2467
formally	2468
demonstrated	2469
tiny	2470
promising	2471
supplies	2472
conservatives	2473
joe	2474
transfer	2475
chile	2476
revised	2477
condition	2478
avoid	2479
kenya	2480
activist	2481
wendlinger	2482
hungarian	2483
blood	2484
tests	2485
panel	2486
m3	2487
mp	2488
arantxa	2489
provided	2490
units	2491
strengthen	2492
institutions	2493
shanghai	2494
run-off	2495
gunfire	2496
evacuation	2497
yongbyon	2498
hands	2499
speech	2500
isolated	2501
yacht	2502
johannesburg	2503
stephen	2504
policeman	2505
hero	2506
benazir	2507
floods	2508
congressional	2509
broadcasting	2510
prospects	2511
tutsis	2512
expand	2513
endorsed	2514
commitment	2515
arrive	2516
claiming	2517
mourners	2518
determine	2519
crown	2520
address	2521
entering	2522
compared	2523
dictator	2524
duels	2525
fernando	2526
reaching	2527
lpga	2528
encouraging	2529
cases	2530
holiday	2531
raids	2532
whaling	2533
kantor	2534
baltic	2535
adding	2536
cuts	2537
massacred	2538
electronics	2539
stood	2540
settle	2541
reaffirmed	2542
revealed	2543
siege	2544
detention	2545
poverty	2546
concerted	2547
comeback	2548
hastings	2549
controls	2550
watch	2551
separatists	2552
airliner	2553
exit	2554
currently	2555
extremists	2556
executives	2557
oppose	2558
statistics	2559
attempts	2560
bay	2561
governments	2562
6th	2563
california	2564
compromise	2565
2th	2566
french-led	2567
somali	2568
differences	2569
0the	2570
ferry	2571
peaceful	2572
defuse	2573
mugabe	2574
serial	2575
withdrawn	2576
extend	2577
deadly	2578
participation	2579
extra	2580
steady	2581
qualifying	2582
pledges	2583
cause	2584
albania	2585
boy	2586
haitians	2587
concerns	2588
finalist	2589
predicted	2590
struggled	2591
weather	2592
prize	2593
assured	2594
missed	2595
liberia	2596
agriculture	2597
command	2598
rail	2599
opener	2600
karl	2601
providing	2602
engineering	2603
deployment	2604
convention	2605
politics	2606
dissidents	2607
criticism	2608
opec	2609
posted	2610
marseille	2611
demonstration	2612
drove	2613
los	2614
mickey	2615
sets	2616
ignoring	2617
struggle	2618
initiative	2619
first-ever	2620
expulsion	2621
battered	2622
largely	2623
willing	2624
suburb	2625
mother	2626
trophy	2627
bihac	2628
stampede	2629
class	2630
flooding	2631
truck	2632
honecker	2633
retained	2634
voter	2635
pre-dawn	2636
james	2637
gunners	2638
all-time	2639
wait	2640
measuring	2641
appearance	2642
lake	2643
acknowledged	2644
driving	2645
brother	2646
ignored	2647
edberg	2648
waiting	2649
illegally	2650
agassi	2651
edouard	2652
suspects	2653
nippon	2654
destruction	2655
urging	2656
enough	2657
subsidiary	2658
direct	2659
sung-joo	2660
colin	2661
include	2662
charlton	2663
believes	2664
surgery	2665
costs	2666
intellectuals	2667
paving	2668
balance	2669
receiving	2670
sweeping	2671
imposing	2672
left-wing	2673
politicians	2674
debts	2675
vladimir	2676
create	2677
ships	2678
cocaine	2679
inside	2680
spiritual	2681
suit	2682
kurdistan	2683
items	2684
michiko	2685
cannot	2686
friends	2687
kilometers	2688
badly	2689
tourism	2690
convoy	2691
recovered	2692
material	2693
bitter	2694
projects	2695
partial	2696
nearby	2697
attention	2698
defreitas	2699
reiterated	2700
attending	2701
bar	2702
hillary	2703
marc	2704
empress	2705
unser	2706
finland	2707
presidents	2708
gabriel	2709
alive	2710
widespread	2711
accords	2712
rubber	2713
unilaterally	2714
unions	2715
theof	2716
ahmed	2717
libyan	2718
neo-fascist	2719
millionaire	2720
suburbs	2721
pressed	2722
worldwide	2723
so-called	2724
uganda	2725
asking	2726
unrest	2727
probe	2728
dealing	2729
sergi	2730
correspondents	2731
female	2732
perez	2733
knicks	2734
feminist	2735
grass	2736
caniggia	2737
crude	2738
protesting	2739
telegraph	2740
ivanisevic	2741
gone	2742
ac	2743
earnings	2744
mexican	2745
established	2746
store	2747
fa	2748
mitsubishi	2749
continent	2750
broken	2751
colombian	2752
disney	2753
twice	2754
apart	2755
automaker	2756
average	2757
priest	2758
internal	2759
sydney	2760
formal	2761
shiite	2762
albert	2763
proved	2764
ruler	2765
one-day	2766
vessel	2767
short-term	2768
rock	2769
carnage	2770
dropping	2771
instead	2772
student	2773
leon	2774
castro	2775
essex	2776
chernobyl	2777
loans	2778
securities	2779
croat	2780
lowest	2781
kenyan	2782
balaguer	2783
stayed	2784
electrical	2785
iranian-backed	2786
retire	2787
accusations	2788
bentsen	2789
baseball	2790
attended	2791
fernandez	2792
intense	2793
grachev	2794
conflicts	2795
locked	2796
crowe	2797
jiang	2798
sell	2799
parents	2800
couple	2801
erich	2802
mainland	2803
stalinist	2804
compete	2805
trapped	2806
horrors	2807
increasingly	2808
tajikistan	2809
coup	2810
extended	2811
task	2812
entire	2813
tumbled	2814
cash	2815
successful	2816
criticised	2817
child	2818
data	2819
petroleum	2820
cover	2821
sex	2822
hitting	2823
boeing	2824
crimes	2825
en	2826
silent	2827
electric	2828
herethe	2829
auto	2830
ho	2831
junior	2832
narrow	2833
advantage	2834
senator	2835
options	2836
warnings	2837
patients	2838
scientists	2839
slump	2840
venezuelan	2841
defend	2842
palestine	2843
killings	2844
informed	2845
spectacular	2846
thesouth	2847
intervene	2848
bloodshed	2849
crowded	2850
goods	2851
raising	2852
simon	2853
gdp	2854
bangladeshi	2855
explosive	2856
bowler	2857
sudanese	2858
zemin	2859
cemetery	2860
defied	2861
active	2862
scoring	2863
suicide	2864
franco	2865
maintained	2866
plutonium	2867
guarantee	2868
monitored	2869
serbian	2870
lack	2871
violating	2872
modest	2873
boardman	2874
smashed	2875
ona	2876
brazilian	2877
abuses	2878
saint	2879
greenback	2880
grave	2881
frontline	2882
gun	2883
gaviria	2884
aristide	2885
hour	2886
velayati	2887
disease	2888
bruguera	2889
standards	2890
durham	2891
athens	2892
youngest	2893
settling	2894
priority	2895
eurotunnel	2896
diverted	2897
combined	2898
stoichkov	2899
doubt	2900
families	2901
comments	2902
bonds	2903
omar	2904
decree	2905
alfred	2906
holders	2907
borders	2908
organizers	2909
retail	2910
hosokawa	2911
dublin	2912
bekaa	2913
hagi	2914
pushing	2915
tension	2916
suharto	2917
multi-party	2918
holes	2919
northwestern	2920
daughter	2921
unable	2922
we	2923
supported	2924
slam	2925
tunis	2926
regulations	2927
nasreen	2928
vast	2929
overcame	2930
burned	2931
pounded	2932
midfielder	2933
sanctuary	2934
quickly	2935
relatives	2936
focus	2937
abuse	2938
russians	2939
asthe	2940
organisers	2941
ambitious	2942
bureau	2943
influential	2944
aerospace	2945
andreas	2946
shut	2947
saved	2948
involvement	2949
lankan	2950
earned	2951
taslima	2952
economies	2953
offering	2954
us-japan	2955
cutting	2956
dax	2957
changed	2958
stake	2959
soared	2960
rutherford	2961
intends	2962
phil	2963
sank	2964
november	2965
motors	2966
strengthened	2967
turmoil	2968
naming	2969
ask	2970
similar	2971
pulling	2972
magazine	2973
unexpected	2974
bombardment	2975
lunch	2976
assets	2977
chi	2978
tensions	2979
paper	2980
author	2981
middlesex	2982
risen	2983
ripped	2984
wing	2985
prospect	2986
citing	2987
lee	2988
restrictions	2989
ballot	2990
mohamed	2991
javier	2992
underway	2993
crack	2994
valderrama	2995
obtained	2996
massacres	2997
yugoslav	2998
created	2999
idea	3000
vladivostok	3001
permission	3002
per	3003
kashmiri	3004
refuelling	3005
serve	3006
anc	3007
racist	3008
linking	3009
macedonia	3010
natural	3011
(m	3012
legend	3013
ivan	3014
native	3015
disrupted	3016
celebrate	3017
escalating	3018
gunman	3019
takes	3020
firmly	3021
arsenal	3022
renewal	3023
immediately	3024
emile	3025
picked	3026
account	3027
february	3028
playoff	3029
christians	3030
punishment	3031
leftist	3032
cope	3033
estonia	3034
warm-up	3035
refuge	3036
forming	3037
funeral	3038
certain	3039
monthly	3040
society	3041
legislation	3042
tehran	3043
salinas	3044
vehicle	3045
olympics	3046
built	3047
shooting	3048
five-day	3049
removed	3050
bandits	3051
suspension	3052
rush	3053
virus	3054
bell	3055
customs	3056
coffee	3057
facility	3058
indurain	3059
stars	3060
culture	3061
blair	3062
jurgen	3063
gb	3064
lose	3065
communique	3066
chilean	3067
teenage	3068
jordanian	3069
seal	3070
anthe	3071
express	3072
displaced	3073
bail	3074
two-year	3075
manila	3076
patrick	3077
luxembourg	3078
beaches	3079
moslem-led	3080
freight	3081
unknown	3082
organized	3083
tear	3084
fein	3085
ministerial	3086
ruud	3087
impact	3088
homeland	3089
second-round	3090
npt	3091
algiers	3092
soil	3093
visits	3094
chiefs	3095
tibet	3096
regions	3097
la	3098
franc	3099
shots	3100
embezzlement	3101
closure	3102
sacked	3103
removal	3104
permanent	3105
damaged	3106
enemies	3107
buried	3108
desert	3109
tight	3110
saba	3111
economist	3112
director-general	3113
kenneth	3114
easing	3115
resolving	3116
goodwill	3117
reserves	3118
lama	3119
wfp	3120
forum	3121
developed	3122
declined	3123
rains	3124
o	3125
continues	3126
commandos	3127
extending	3128
deadline	3129
helicopters	3130
berzin	3131
gonzalez	3132
donors	3133
mohammad	3134
super	3135
peru	3136
atthe	3137
voiced	3138
founder	3139
depot	3140
fay	3141
prompting	3142
bars	3143
herzog	3144
privileges	3145
murdered	3146
hamas	3147
followed	3148
derby	3149
taxes	3150
north-south	3151
drawn	3152
retaliation	3153
lived	3154
slide	3155
bythe	3156
testing	3157
suggested	3158
confrontation	3159
evgeni	3160
complaints	3161
unofficial	3162
adams	3163
havana	3164
businesses	3165
immigrants	3166
loyalist	3167
qian	3168
medvedev	3169
tense	3170
magnate	3171
settler	3172
newly	3173
boosting	3174
capriati	3175
anda	3176
eighth	3177
farewell	3178
pilot	3179
gang	3180
takeover	3181
rare	3182
destined	3183
wins	3184
awaited	3185
jets	3186
thousand	3187
grouping	3188
turning	3189
pick	3190
relationship	3191
selectors	3192
owned	3193
colleagues	3194
replacement	3195
oldest	3196
indies	3197
recovering	3198
appears	3199
optimism	3200
frederik	3201
heroin	3202
burmese	3203
celebrations	3204
lone	3205
stations	3206
setback	3207
landmark	3208
dalai	3209
works	3210
asylum-seekers	3211
wound	3212
escape	3213
fast	3214
meetings	3215
(s	3216
scud	3217
waves	3218
sprint	3219
vo	3220
distribution	3221
triumph	3222
promises	3223
ousted	3224
ballots	3225
thomson	3226
wars	3227
kiet	3228
0m	3229
surrender	3230
provisional	3231
assassinate	3232
agricultural	3233
grabbed	3234
appeals	3235
chuan	3236
pleaded	3237
marathon	3238
colony	3239
style	3240
fastest	3241
latin	3242
complaint	3243
plunge	3244
mcgrath	3245
privatisation	3246
renault	3247
telecom	3248
oscar	3249
barely	3250
establishment	3251
stronger	3252
financing	3253
president-elect	3254
pentagon	3255
registered	3256
withdrawing	3257
africans	3258
weakness	3259
qichen	3260
jones	3261
mile	3262
ailing	3263
bookingsbookings	3264
normal	3265
textile	3266
contacts	3267
asia-pacific	3268
withthe	3269
clinic	3270
advanced	3271
tie	3272
quick	3273
villa	3274
arm	3275
dealt	3276
tommy	3277
view	3278
theto	3279
chain	3280
honour	3281
door	3282
uranium	3283
weu	3284
neighbours	3285
safe	3286
leekpai	3287
attempting	3288
goran	3289
achieve	3290
payments	3291
mcneil	3292
basic	3293
leaves	3294
novotna	3295
hafez	3296
doubles	3297
kurds	3298
settled	3299
amateur	3300
rob	3301
passage	3302
immunity	3303
decisions	3304
clinched	3305
flag	3306
creditors	3307
difficult	3308
victoria	3309
blew	3310
said.	3311
skipper	3312
tortured	3313
governors	3314
berasategui	3315
fragile	3316
comes	3317
renewing	3318
fully	3319
afghanistan	3320
deploying	3321
koreans	3322
sworn	3323
stewart	3324
girls	3325
fields	3326
istanbul	3327
criminal	3328
frank	3329
shuttle	3330
procurement	3331
kidnappers	3332
persuade	3333
capacity	3334
taylor	3335
tea	3336
argentine	3337
slapped	3338
nash	3339
authorized	3340
jury	3341
monitoring	3342
pearl	3343
reduce	3344
blacks	3345
reporters	3346
finnish	3347
veto	3348
enjoyed	3349
volkswagen	3350
rape	3351
guangdong	3352
deploy	3353
violation	3354
desperate	3355
don	3356
leicestershire	3357
copper	3358
done	3359
mediation	3360
forthcoming	3361
gay	3362
opponent	3363
asean	3364
criticized	3365
jennifer	3366
engine	3367
mount	3368
organised	3369
kilograms	3370
possession	3371
philip	3372
un-sponsored	3373
non-proliferation	3374
towns	3375
provincial	3376
wide	3377
unexpectedly	3378
jana	3379
prostitutes	3380
semi-final	3381
reopen	3382
aside	3383
wartime	3384
correct	3385
communications	3386
votes	3387
hike	3388
recover	3389
tries	3390
sentences	3391
murders	3392
supporting	3393
traffickers	3394
jews	3395
notably	3396
sergei	3397
mountain	3398
chicago	3399
engaged	3400
dismal	3401
berti	3402
cooperate	3403
goalless	3404
panic	3405
words	3406
safely	3407
morihiro	3408
nzo	3409
heavyweight	3410
postal	3411
watched	3412
exercise	3413
von	3414
opens	3415
makes	3416
hercegovina	3417
scene	3418
enforcement	3419
glamorgan	3420
introduce	3421
bryan	3422
houses	3423
state-owned	3424
pace	3425
visas	3426
caning	3427
adviser	3428
perry	3429
curb	3430
holds	3431
rump	3432
estate	3433
derek	3434
ben	3435
n	3436
tanks	3437
treason	3438
brief	3439
machinery	3440
g	3441
grounds	3442
qualified	3443
georges	3444
accounting	3445
trains	3446
highway	3447
preventing	3448
archbishop	3449
studying	3450
silverdome	3451
gulbuddin	3452
olympique	3453
retired	3454
shown	3455
shows	3456
striking	3457
friend	3458
mostly	3459
husband	3460
valencia	3461
zagreb	3462
limit	3463
cesar	3464
oleg	3465
tank	3466
raided	3467
marijuana	3468
cancel	3469
seconds	3470
beef	3471
sussex	3472
unidentified	3473
kuwaiti	3474
four-month	3475
securing	3476
income	3477
steve	3478
martino	3479
unanimously	3480
mutual	3481
worker	3482
torn	3483
worried	3484
eds:	3485
murdering	3486
owners	3487
legendary	3488
buildings	3489
dubbed	3490
milla	3491
exercises	3492
fleming	3493
cargo	3494
havoc	3495
heard	3496
imprisoned	3497
chelsea	3498
chang	3499
salenko	3500
slain	3501
deep	3502
conducted	3503
hristo	3504
julio	3505
hearing	3506
rampage	3507
devastating	3508
fascist	3509
check	3510
friendship	3511
finding	3512
referee	3513
literature	3514
flown	3515
ranks	3516
beauty	3517
loan	3518
leone	3519
terrorism	3520
triggering	3521
victim	3522
crashing	3523
nottinghamshire	3524
beyond	3525
revolutionary	3526
targets	3527
probably	3528
hekmatyar	3529
princess	3530
evans	3531
pitch	3532
northamptonshire	3533
waited	3534
starts	3535
bat	3536
mining	3537
different	3538
klerk	3539
fine	3540
rider	3541
earth	3542
framework	3543
hinted	3544
survival	3545
defy	3546
senna	3547
perfect	3548
carriers	3549
thenorth	3550
compatriot	3551
reinforcements	3552
ken	3553
room	3554
craxi	3555
bankers	3556
pave	3557
churkin	3558
rangoon	3559
karadzic	3560
pullout	3561
long-awaited	3562
seminar	3563
ron	3564
andy	3565
kcna	3566
rothenberg	3567
ayrton	3568
hill	3569
rudolf	3570
linked	3571
romeo	3572
electricity	3573
rankings	3574
euro	3575
fail	3576
winter	3577
bowling	3578
last-minute	3579
fraser	3580
reversing	3581
sen	3582
rescued	3583
planted	3584
strength	3585
weakened	3586
tottenham	3587
revolution	3588
inter-korean	3589
0cc	3590
cotton	3591
sweep	3592
prominent	3593
gullit	3594
sakigake	3595
bergkamp	3596
pharmaceutical	3597
standard	3598
integration	3599
path	3600
invest	3601
added	3602
industrialized	3603
teammate	3604
arrives	3605
bosnia-	3606
sinking	3607
stabbed	3608
interbank	3609
launching	3610
st	3611
crushing	3612
keating	3613
(r	3614
(a	3615
nairobi	3616
appointment	3617
sacchi	3618
britons	3619
hospitals	3620
applied	3621
nepalese	3622
cap	3623
repurchase	3624
blame	3625
comment	3626
hardline	3627
secession	3628
humiliating	3629
bases	3630
far-right	3631
either	3632
colonial	3633
personnel	3634
abandon	3635
revive	3636
campus	3637
kuwait	3638
attempted	3639
al-assad	3640
college	3641
corfu	3642
fisheries	3643
lori	3644
armoured	3645
sutherland	3646
three-year	3647
rained	3648
romanian	3649
jakarta	3650
riviera	3651
bowl	3652
pound	3653
schedule	3654
mistake	3655
visa	3656
banker	3657
regret	3658
eliminated	3659
cycling	3660
delaying	3661
punish	3662
week-long	3663
yorkshire	3664
norman	3665
forecast	3666
nagorno-karabakh	3667
sidecar	3668
ivory	3669
surrounding	3670
metal	3671
bettino	3672
coastal	3673
driven	3674
kill	3675
madrid	3676
mineralnoye	3677
reduction	3678
deng	3679
branch	3680
republics	3681
caned	3682
controversy	3683
kremlin	3684
singer	3685
attorney	3686
roll	3687
awaiting	3688
interests	3689
basque	3690
anti-us	3691
counterparts	3692
fbi	3693
armies	3694
foot	3695
advertising	3696
technicians	3697
ronald	3698
favourites	3699
neo-nazi	3700
controlled	3701
venezuela	3702
resuming	3703
dennis	3704
wasthe	3705
synagogue	3706
collision	3707
questioning	3708
doubled	3709
expert	3710
sexual	3711
thepresident	3712
uruguay	3713
introduced	3714
shoot-out	3715
grenade	3716
attract	3717
phnom	3718
discussed	3719
questions	3720
winds	3721
township	3722
herrera	3723
possibly	3724
gooch	3725
fog	3726
breakthrough	3727
fromthe	3728
whole	3729
ulster	3730
slogans	3731
reynolds	3732
effenberg	3733
pti	3734
above	3735
smoke	3736
mustafa	3737
pretoria	3738
nomination	3739
intellectual	3740
recorded	3741
guarantees	3742
signal	3743
processing	3744
croats	3745
forge	3746
raducioiu	3747
affect	3748
sluggish	3749
packed	3750
outgoing	3751
penh	3752
assam	3753
laureate	3754
colombia:	3755
captors	3756
falls	3757
paying	3758
model	3759
strict	3760
belonging	3761
kuchma	3762
snap	3763
pontiac	3764
harassment	3765
defensive	3766
klinsmann	3767
secessionists	3768
depressed	3769
unprofor	3770
demonstrations	3771
comprehensive	3772
decade	3773
assess	3774
contribute	3775
saddam	3776
dallas	3777
khan	3778
somerset	3779
evasion	3780
syrian-controlled	3781
referees	3782
issuing	3783
debt-ridden	3784
four-year	3785
0a	3786
protestant	3787
agreeing	3788
confirm	3789
romario	3790
stranded	3791
repeated	3792
busload	3793
tanzania	3794
disappeared	3795
protocol	3796
un-mediated	3797
universe	3798
katyusha	3799
floor	3800
serb-held	3801
countrywide	3802
hotspur	3803
handling	3804
lancashire	3805
standing	3806
concerned	3807
producer	3808
motorcycle	3809
animal	3810
elite	3811
powered	3812
giovanni	3813
lull	3814
improvement	3815
managed	3816
lockerbie	3817
emerging	3818
felipe	3819
notorious	3820
strife-torn	3821
generally	3822
rating	3823
associated	3824
critical	3825
forget	3826
abu	3827
buses	3828
sudden	3829
radovan	3830
dividing	3831
extremist	3832
relatively	3833
rounds	3834
tim	3835
patrols	3836
levy	3837
marines	3838
missions	3839
re-elected	3840
duma	3841
stolen	3842
universities	3843
scaled	3844
intention	3845
privileged	3846
climbed	3847
population:	3848
third-round	3849
shadow	3850
pass	3851
landslide	3852
tested	3853
expanded	3854
climb	3855
baresi	3856
self-made	3857
masayoshi	3858
tropical	3859
exciting	3860
producing	3861
collaborators	3862
guide	3863
submitted	3864
two-month	3865
17-year-old	3866
warlord	3867
previously	3868
schoolchildren	3869
worsening	3870
mario	3871
strengthening	3872
suspect	3873
storms	3874
kadhafi	3875
icrc	3876
mortar	3877
disarmament	3878
masters	3879
rushed	3880
multi-million	3881
blue	3882
goes	3883
today	3884
andrea	3885
wreath	3886
run-up	3887
shore	3888
sole	3889
concluded	3890
crowds	3891
ability	3892
reliable	3893
avert	3894
fugitive	3895
drought	3896
sella	3897
weizsaecker	3898
ag	3899
attacking	3900
assassinated	3901
exchanged	3902
coverage	3903
greenspan	3904
pub	3905
advisor	3906
jersey	3907
bombay	3908
strasbourg	3909
comply	3910
conglomerate	3911
formerly	3912
shin	3913
checks	3914
titles	3915
alps	3916
germans	3917
basile	3918
overshadowed	3919
every	3920
onfrench	3921
substitute	3922
soaring	3923
tamil	3924
producers	3925
changing	3926
included	3927
looks	3928
disarray	3929
extension	3930
holocaust	3931
k	3932
caution	3933
fujimori	3934
lethal	3935
glasgow	3936
topresident	3937
hashimoto	3938
mans	3939
aluminium	3940
blockade	3941
rises	3942
pledge	3943
counter	3944
koreas	3945
juan	3946
outbreak	3947
centrist	3948
fever	3949
lashed	3950
cat	3951
arrigo	3952
leftwing	3953
surrounded	3954
consultations	3955
manufacture	3956
spreading	3957
bonn	3958
outskirts	3959
max	3960
gathering	3961
employers	3962
pressing	3963
responsibility	3964
replaced	3965
administrative	3966
frederick	3967
industrialist	3968
tibetan	3969
reputation	3970
tyson	3971
hunt	3972
cool	3973
farmers	3974
recognise	3975
minor	3976
expect	3977
unconditional	3978
flee	3979
latvia	3980
thein	3981
atp	3982
vice-president	3983
statements	3984
sam	3985
thean	3986
virtually	3987
consensus	3988
existing	3989
emerson	3990
tied	3991
travelled	3992
jean-bertrand	3993
hostilities	3994
regained	3995
professional	3996
sierra	3997
centuries	3998
generation	3999
mediator	4000
solving	4001
surrey	4002
plays	4003
art	4004
crushed	4005
prisons	4006
answer	4007
purchase	4008
toss	4009
die	4010
convoys	4011
downtown	4012
homme	4013
tracy	4014
disappointed	4015
solve	4016
reconciliation	4017
sinn	4018
evacuating	4019
turks	4020
slaughtered	4021
rai	4022
